bandwhich
bottom
diskonaut
dust
fd
fish
fisher
fzf
git
go
gperf
helix
imagemagick
jq
lazygit
neovim
nnn
pyright
python
redis
ripgrep
ruff-lsp
rustup
starship
taplo
tree
typescript-language-server
vscode-langservers-extracted
zellij
zoxide
gnupg
gh
fnm
ast-grep
